{
  "pieces": [
    {
      "number": "001",
      "clue": "WEM",
      "date": "2024-08-15",
      "location": "Ball Arena (Night 1) - Denver, CO",
      "text": "Dear Eliot,\n\nI am filled WWith trepidation, nervous that my instincts could be wrong. But I must admit that I see something in you. SomEEthing that doesn't exist in the other citizens of this lifeless construct. I've noticed the way you look at my art, like you see something deeper in it, something the others cannot see. It calls you -- and maybe that's because I'm screaming for commonality with every brush stroke. You are the only one seeing what I hope for soMMeone to see. My art, I hope, cries for freedom from these confines, and a whisper against the [...] forces of the bishops - a whisper [...]"
    },
    {
      "number": "002",
      "clue": "T",
      "date": "2024-08-21",
      "location": "Moda Center - Portland, OR",
      "text": "[...] oppressive [...] that has become [...] has been an inspiration [...] this art - I only hope [...] that you see the hues [...] hope that this fire you [...] join our cause. I think [...] we need you more TThan [...]"
    },
    {
      "number": "008",
      "clue": "MOR",
      "date": "2024-08-16",
      "location": "Ball Arena (Night 2) - Denver, CO",
      "text": "You're right, the only glorious quest left is beyond these walls. Clancy has exposed cracks that I am now ready to break open. We have to act fast, before the bishops have a chance to react. I aMM willing to take the risk and stand OOn the side of tRRuth.\n\nSahlo,\nJansen"
    },
    {
      "number": "018",
      "clue": "DIF",
      "date": "2024-08-22",
      "location": "Climate Pledge Arena - Seattle, WA",
      "text": "I have to confess; My admiration for you is not my only reason for writing. It's clear you have seen freeDDom. I know you've made it outside once or twice, and this seems to be how you tell your tale. There's so many of us that want to feel whatever you've felt - to know what weightlessness could possess someone to move as freely as you do. Clancy's audacIIty has awakened something in us all, and a soul as beautiful as yours must want to get out again. Maybe you want to get out once and for all. I would love to tell you our plan.\n\nChasing FFreedom,\nBarea"
    },
    {
      "number": "027",
      "clue": "DO",
      "date": "2024-08-18",
      "location": "Delta Center - Salt Lake City, UT",
      "text": "Dear Karta, If you only knew how long I spend washing my hands you woulDD know how embarrassed I am. They don't want anyone to know what we do down here. There were even laws written about what we inhale, and how deeply our skin gets stained. But you must be the baker -- the sleuth whOO found me out. [...] right - it's an odd [...] cellar. Manipulating [...]"
    },
    {
      "number": "L01",
      "clue": "US",
      "date": "2024-08-24",
      "location": "Oakland Arena - Oakland, CA",
      "text": "a scream. Clancy's bravery [...] to me, and has inspired [...] that I'm right to assUUme [...] that the others cannot. I [...] feel can motivate you to [...] you are one of uSS, and [...] ever. Will you join us?\n\nHoping,\nAria"
    },
    {
      "number": "015",
      "clue": "T",
      "date": "2024-08-25",
      "location": "Golden 1 Center - Sacramento, CA",
      "text": "Dear Sara,\n\nI suppose I haven't hidden myself as well as I had hoped. Perhaps my arrogance at times has let my tongue slip in a conversation or TTwo -- and word has gotten around. It doesn't take too long here. Rumors seem to bounce off the circular walls quite rapidly, and here I am, already hearing my own [...] they want me [...] I have [...] make it [...] this new [...]"
    },
    {
      "number": "012",
      "clue": "BE",
      "date": "2024-08-27",
      "location": "Intuit Dome (Night 1) - Inglewood, CA",
      "text": "[...] system is the only help. Our enemy is [...] this structure, our enemy is their lies. I want to BBe part of what you arEE planning.\n\nUnited,\nLeo"
    },
    {
      "number": "011",
      "clue": "I",
      "date": "2024-08-28",
      "location": "Intuit Dome (Night 2) - Inglewood, CA",
      "text": "Dear Nia,\n\nI'm embarrassed. For the hours that drIIft off, following the city's hidden catacombs, it's never crossed my mind that someone would notice my absent-mindedness. It's true, [...] these paths, and followed [...] concrete facade more times [...]"
    },
    {
      "number": "022",
      "clue": "ME",
      "date": "2024-08-30",
      "location": "Footprint Center - Phoenix, AZ",
      "text": "[...] open my [...] of this [...] I often [...] fixture [...] viewed you as one of these fixtures. Hardened, and unable to feel the weightlessness of the death eaters. But recently, I've realized you're just like me. While I had been assigned to the Necropolis gardens, you've been assigned to your post. Still. Unwavering. MMy days in the garden are lighter than your days against concrete -- and I've felt compassion for you. So I picked the flower. I'm not sure if you know the significance of the hue, but if you do, I would love to discuss. Your strEEngth could be of great help to us.\n\nIn Bloom,\nJirita"
    },
    {
      "number": "L02",
      "clue": "LL",
      "date": "2024-08-31",
      "location": "MGM Grand Garden Arena - Las Vegas, NV",
      "text": "[...] I've memorized [...] then through this [...] than I could possibLLy count. It's an obsession, and I know them like the back of my hand. Because I, LLike the movement you speak of, dream of escape. I have several methods that I've played out, but even if I make it outside, the bishops will find me, no matter how deep in Trench I get, and take me back. Just like Clancy's message has assured us, destroying this vialistic [...] not [...]"
    },
    {
      "number": "003",
      "clue": "DE",
      "date": "2024-09-03",
      "location": "Moody Center - Austin, TX",
      "text": "Dear Aria,\n\nGuilty as chargeDD. I feel it too, and I do see the fire in your artwork. It caused me to detect a like-minded rebEEllion in you. It stirred something in me - a feeling that has been dormant for so long, that its re-emergence has invigorated me with newfound a tenacity -- a tenacity that I [...] I too have been [...] Finally there is [...] to lead us in [...]"
    },
    {
      "number": "005",
      "clue": "RO",
      "date": "2024-09-04",
      "location": "Toyota Center - Houston, TX",
      "text": "Dear Jansen,\n\nYou have been a faithful and obedient loyalist to the bishops. TheRRe is honor in such dilligence. But as scared as I am to confront your dedication, I have to urge to look deeper to find the truth in the bishops, and how they have come intOO power. There are cracks, and these cracks should be [...] revelation. They are [...] merely a force of [...]"
    },
    {
      "number": "007",
      "clue": "TH",
      "date": "2024-09-06",
      "location": "American Airlines Center (Night 1) - Dallas, TX",
      "text": "Dear Mara,\n\nI am, and always have been, a devout Vialist. I obey, and give TThanks to the Glorious, like any good citizen should. This tradition is a comfort to me, and it is what I know. But I indeed have seen cracks. THHe bishops, our symbol of stoic control, have become frantic, and for the first time, unclear and worried about what is next. Keons meant everything to me, and it's not the [...] But I'm now seeing that [...] not Vialism. I don't [...]"
    },
    {
      "number": "013",
      "clue": "C",
      "date": "2024-09-07",
      "location": "American Airlines Center (Night 2) - Dallas, TX",
      "text": "Dear Fredrik,\n\nThe library must be a boring plaCCe - maybe the most boring part of our already dreadful concrete prison. But you don't seem like a librarian. [...] seem to have found a role in this city that [...] you access to information and [...]"
    },
    {
      "number": "009",
      "clue": "WE",
      "date": "2024-09-10",
      "location": "Gas South Arena - Duluth, GA",
      "text": "Dear Leo,\n\nI've noticed you in the square - the WWay you stare at the structures of our city, and even more, the way you trace invisible paths beneath the ground and up the towEErs. There are few engineers in Dema, and your skill and knowledge [...] But only [...] that we [...] once and [...] legend of [...]"
    },
    {
      "number": "016",
      "clue": "HEM",
      "date": "2024-09-11",
      "location": "Kia Center - Orlando, FL",
      "text": "[...] echo. It's true - I know more tHHan [...] to. I've found more than I should have. [...] read contraband documents that [...] increasingly difficult to stay silent. [...] age of Clancy's uprising - his fight is sparking emotions that most of us have nevEEr felt. Rebellion is contagious. I want to be a part of it. Let's MMeet.\n\nIgnited,\nFredrik"
    },
    {
      "number": "014",
      "clue": "E",
      "date": "2024-09-13",
      "location": "PNC Arena - Raleigh, NC",
      "text": "[...] suspicions, and inspire our [...] to end the suffering of our people. We know they have lied to us, and you can prove it. PlEEase consider hearing our plan.\n\nWarmly,\nSara"
    },
    {
      "number": "004",
      "clue": "S",
      "date": "2024-09-14",
      "location": "Wells Fargo Center - Philadelphia, PA",
      "text": "[...] almost forgot I possessed. [...] inspired by Clancy's boldness. [...] someone that SSeems brave enough [...] some sort of uprising. I do want to be part of this. There are so many things to fear, but perhaps my biggesTT fear is to do nothing. I am here, and I will go into battle. I will support the uprising in any way I can.\n\nEast is up,\nEliot"
    },
    {
      "number": "017",
      "clue": "AN",
      "date": "2024-09-15",
      "location": "CFG Bank Arena - Baltimore, MD",
      "text": "Dear Rayana,\n\nYou're just a silhouette to me. But your dances hAAve become the moment that I look forward to most each day. Have you snuck a music box into your room or is there a song playing in your head? Your movements feel like peace to me, like you're translating freedom to this confined population. I want to hear what you're hearing. I often imagined my own soNNg that matches your movements, and someday I hope I can sing it to you. [...]"
    },
    {
      "number": "019",
      "clue": "W",
      "date": "2024-09-17",
      "location": "Prudent Center - Newark, NJ",
      "text": "Dear Barea,\n\nThat's me. I've always thought of myself as a lighthouse, and less like a silhouette, but I'm sure my window looks more mysterious than that shoWW that I'm putting on in my head. A lighthouse, I suppose, that may only be [...] of hope, not one of dry land. I have [...] there, and it's beautiful. Terrifying [...] but beautiful. They've brought me [...] can't take those beautiful [...]"
    },
    {
      "number": "024",
      "clue": "MWE",
      "date": "2024-09-18",
      "location": "Barclays Center - Brooklyn, NY",
      "text": "[...] they can even [...] wonder if they [...] colors are. You were a great distraction that day. My bishop seemed more volatile than usual, and said that I had lost my dedication. There's some truth to that, because when no one's around, I'm only looking up -- tortured by the wonder of what the vultures see, as they pass in and out of the walls so freely. An arMMed guard, obsessed with trash dragons, he said. How did he even know I was looking? But I daydream of the other side of the wall, and when I saw the flower, I knew you must daydream too. The serendipitous nature of the moment I found quite amusing. But more importantly, the rebellious nature of this mysterious plan has me quite intrigured. I WWould love to know morEE.\n\nSmirking,\nKinton"
    },
    {
      "number": "010",
      "clue": "W",
      "date": "2024-09-20",
      "location": "TD Garden (Night 1) - Boston, MA",
      "text": "[...] might be quite valuable to our movement. [...] if you feel it -- an unshakable yearning [...] must stop the oppression in this city, [...] for all. I can only hope that this [...] Clancy has created a wonder in you. We need your help. Your knoWWledge of the hidden structures of this city could give us the upper hand in catching the bishops off-guard. Will you join us?\n\nBest,\nNia"
    },
    {
      "number": "L03",
      "clue": "Y",
      "date": "2024-09-21",
      "location": "TD Garden (Night 2) - Boston, MA",
      "text": "[...] peered into, searching for [...] not a force of good, they are [...] tradition. I have dug deeper, and I know this tradition has dark secrets, and this \"Gone\" that they proclaim as honorable, I assure you, is anything but. I have found true freedom outside of these walls, and I YYearn to return to that wild freedom. But we need help from people like you, people on the inside of the towers. I wouldn't [...] detected a hint of doubt [...] believe you do [...]"
    },
    {
      "number": "020",
      "clue": "EB",
      "date": "2024-09-25",
      "location": "Centre Bell - Montreal, Canada",
      "text": "[...] a beacon [...] been out [...] at times, [...] back, but they [...] moments away from me. I remember them evEEry night, and play them over and over in my head, dancing as if to retrace my steps on a new way out. I too have been a quiet ally of Clancy, and his initiative gives me hope that we could get out, and never be brought back. I want you all to feel what I felt out there. Let me help aid your plan in any way possible - there is BBeauty out there that we all need to see.\n\nThe silhouette,\nRayana"
    },
    {
      "number": "023",
      "clue": "THE",
      "date": "2024-09-27",
      "location": "Scotiabank Arena - Toronto, Canada",
      "text": "Dear Jirita,\n\nPretty name. Pretty flower. I wondered if we'd ever get to speak. It's not every day that a citizen 'decorates' me like you did, but I've certainly endured worse. I TThought I would be reprimanded, but then I remembered they couldn't see it anyway. Just a lifeless weed in my pocket from tHHeir perspective. I wonder if [...] see the vibrance of their robes. I [...] even remEEmber what [...]"
    },
    {
      "number": "L04",
      "clue": "E",
      "date": "2024-09-28",
      "location": "",
      "text": "[...] same without him here. [...] Keons was what I admired, [...] even know what it means to be a Vialist anymore. I see them diffEErently, I see deception. I see rage. Your letter has confirmed some of my doubts, and has begun to ignite a new passion to destroy this construct that has deceived me for so long. "
    },
    {
      "number": "006",
      "clue": "*",
      "date": "2024-09-29",
      "location": "Little Caesars Arena - Detroit, MI",
      "text": "[...] asking you if I hadn't [...] the validity of Vialism. [...] cracks. I'm hoping we can break them open. I hope you join us in destroying this tyranny. I hope you join our quest for actual glory.\n\nSincerely,\nMara"
    },
    {
      "number": "021",
      "clue": "ECO",
      "date": "2024-10-01",
      "location": "United Center (Night 1) - Chicago, IL",
      "text": "Dear Kinton,\n\nI was the girl that put the yEEllow flower in your front pocket as you stood guard. I think I saw a smirk. We notice you daily, and take wagers on what day you'll finally crack. But you stand at your post, solid as a statue, day after day. I must admit it bothered me at first. As I [...] eyes more and more to the CCorruption [...] system that keeps our spirits confined. [...] feel a distaste for every institutional [...] that supports it. I've OOften [...]"
    },
    {
      "number": "030",
      "uncertain": true,
      "clue": "T",
      "date": "2024-10-02",
      "location": "United Center (Night 2) - Chicago, IL",
      "text": "[...] the [...] you've [...] you now [...] It's time, Clancy [...] they are ready for [...] They are ready to defeaTT [...]"
    },
    {
      "number": "L05",
      "clue": "OM",
      "date": "2024-10-04",
      "location": "Nationwide Arena (Night 1) - Columbus, OH",
      "text": "You [...] allow [...] texts that most of us are unaware of. In fact, some of us have heard rumors of your stOOries, and our movement has become quite intrigured with your knowledge. There's more than they're telling us, we know that. We all theorize about the ancient Vialist texts, and wonder about how ancient they really are. We could use your knowledge. Your knowledge can help confirMM our [...] quest [...]"
    },
    {
      "number": "026",
      "clue": "UST",
      "date": "2024-10-05",
      "location": "Nationwide Arena (Night 2) - Columbus, OH",
      "text": "[...] that [...] surface. The [...] and I woUUld [...] you want to teach me? In fact, I'm part of a group that is quite curious, and if you're interested, you could even join us. I'm sure it's lonely down there - SSadened by the gone, as you bend and twist their gravestones. I'm sure you see their faces, or remember your encounters with them. We all miss them, but you have to see them all off. I'm sure it feels wrong at times. I would love to talk about that, too. We could meeTT in your district if you find a short leave. I can't wait to learn more.\n\nCurious,\nKarta"
    },
    {
      "number": "031",
      "uncertain": true,
      "clue": "TER",
      "date": "2024-10-06",
      "location": "Nationwide Arena (Night 3) - Columbus, OH",
      "text": "They believe [...] TThis oppression to end. [...] this archaic rule once and for all. We can meet out in Trench at camp to lay out our plan. We will bring you evEErything you need. We have support from yellow and red now, and our militia is strong. No matter what, when that day comes, we will get you to the toweRR.\n\nCovering you,\nTB"
    },
    {
      "number": "025",
      "clue": "M",
      "date": "2024-10-08",
      "location": "Gainbridge Fieldhouse - Indianapolis, IN",
      "text": "Dear Pierre,\n\nYour blackened hands is a dead giveaway that your work is done below the towers. You get bread every seven days, and never saw a word, but the black hands that take the bread tell me everything I need to know about your day. You work in death. Sorry - you work in Glory. But I know you work in an amazing eleMMent, with properties [...] fascinate most of us above the [...] alchemy of it all seems fascinating [...] love to learn more. Would [...]"
    },
    {
      "number": "028",
      "clue": "*",
      "date": "2024-10-09",
      "location": "Bridgestone Arena - Nashville, TN",
      "text": "[...] and only stains remain. I want to [...] you what I know. Even more, I want to teach you how I believe we can break the cycle.\n\nYours,\nPierre"
    },
    {
      "number": "L06",
      "clue": "*",
      "date": "2024-10-10",
      "location": "Enterprise Center - St. Louis, MO",
      "text": "[...] You're [...] daily ritual down in this [...] fire and elements to craft a monument for the latest Glorious Gone. I can tell you that after this many years down here, the glory has indeed faded. It's only sadness. There was a time where I believed it was truth, but that time passed, [...] teach [...]"
    },
    {
      "number": "029",
      "uncertain": true,
      "clue": "BE",
      "date": "2024-10-12",
      "location": "Target Center - Minneapolis, MN",
      "text": "Dear Clancy,\n\nYou are what they said you were. I see [...] weathering on your face, and the journey [...] BBeen on. Although we were away, I hope [...] know that I've never left you. [...] in the movEEment, [...]"
    },
    {
      "number": "XX1",
      "clue": "WARNING",
      "bishop": true,
      "date": "2024-10-12T20:06:14.344Z",
      "location": "The Sacred Municipality of Dema",
      "text": "THE ENEMIES OF THE CITY ARE PLAN​NING TO TAKE YOUR CITY FROM YOU\n\nWE HAVE WATCHED THEIR PLANS COME TOGETHER\n\nTHE SACRED MUNICIPALITY OF DEMA WIL​L KE​EP YOU SAFE\n\nREPORT ANY UNUSUAL PERIMETER ACTIVITY IM​MEDIATELY"
    },
    {
      "number": "EU1",
      "clue": "TORCHBEARER",
      "date": "2025-04-07",
      "bishop": true,
      "location": "Hamburg, DE",
      "text": "CLANCY,\n\nNEVER FORGET THE CRIES OF YOUR PEOPLE\nNEVER FORGET THE RAW FEAR THE FUELED YOU, OR THE\nREBELS THAT MADE YOU WHO YOU ARE TODAY.\nWE ARE AL​L ONE\nWE DESTROYED THEM SO THAT WE DIDN'T BECOME THEM\nWE MUST DO BET​TER, CLANCY\nWE MUST DO BET​TER.\n\nTB"
    }
  ],
  "letters": [
    {
      "number": 1,
      "pieces": [
        "001",
        "L01",
        "002"
      ],
      "sender": "Aria",
      "recipient": "Eliot",
      "decoded": "WE MUST",
      "text": "Dear Eliot,\n\nI am filled WWith trepidation, nervous that my instincts could be wrong. But I must admit that I see something in you. SomEEthing that doesn't exist in the other citizens of this lifeless construct. I've noticed the way you look at my art, like you see something deeper in it, something the others do not see. It calls you -- and maybe that's because I'm screaming for commonality with every brush stroke. You are the only one seeing what I hope for soMMeone to see. My art, I hope, cries for freedom from these confines, and a whisper against the oppressive forces of the bishops - a whisper that has become a scream. Clancy's bravery has been an inspiration to me, and has inspired this art - I only hope that I'm right to assUUme that you see the hues that the others cannot. I hope that this fire you feel can motivate you to join our cause. I think you are one of uSS, and we need you more TThan ever. Will you join us?\n\nHoping,\nAria"
    },
    {
      "number": 2,
      "pieces": [
        "003",
        "004"
      ],
      "sender": "Eliot",
      "recipient": "Aria",
      "decoded": "DEST",
      "text": "Dear Aria,\n\nGuilty as chargeDD. I feel it too, and I do see the fire in your artwork. It caused me to detect a like-minded rebEEllion in you. It stirred something in me - a feeling that has been dormant for so long, that its re-emergence has invigorated me with newfound a tenacity -- a tenacity that I almost forgot I possessed. I too have been inspired by Clancy's boldness. Finally there is someone that SSeems brave enough to lead us in some sort of uprising. I do want to be part of this. There are so many things to fear, but perhaps my biggesTT fear is to do nothing. I am here, and I will go into battle. I will support the uprising in any way I can.\n\nEast is up,\nEliot"
    },
    {
      "number": 3,
      "pieces": [
        "005",
        "L03",
        "006"
      ],
      "sender": "Mara",
      "recipient": "Jansen",
      "decoded": "ROY",
      "text": "Dear Jansen,\n\nYou have been a faithful and obedient loyalist to the bishops. TheRRe is honor in such dilligence. But as scared as I am to confront your dedication, I have to urge to look deeper to find the truth in the bishops, and how they have come intOO power. There are cracks, and these cracks should be peered into, searching for revelation. They are not a force of good, they are merely a force of tradition. I have dug deeper, and I know this tradition has dark secrets, and this \"Gone\" that they proclaim as honorable, I assure you, is anything but. I have found true freedom outside of these walls, and I YYearn to return to that wild freedom. But we need help from people like you, people on the inside of the towers. I wouldn't be asking you if I hadn't detected a hint of doubt in the validity of Vialism. I believe you do see the cracks. I'm hoping we can break them open. I hope you join us in destroying this tyranny. I hope you join our quest for actual glory.\n\nSincerely,\nMara"
    },
    {
      "number": 4,
      "pieces": [
        "007",
        "L04",
        "008"
      ],
      "sender": "Jansen",
      "recipient": "Mara",
      "decoded": "THEMOR",
      "text": "Dear Mara,\n\nI am, and always have been, a devout Vialist. I obey, and give TThanks to the Glorious, like any good citizen should. This tradition is a comfort to me, and it is what I know. But I indeed have seen cracks. THHe bishops, our symbol of stoic control, have become frantic, and for the first time, unclear and worried about what is next. Keons meant everything to me, and it's not the same without him here. But I'm now seeing that Keons was what I admired, not Vialism. I don't even know what it means to be a Vialist anymore. I see them diffEErently, I see deception. I see rage. Your letter has confirmed some of my doubts, and has begun to ignite a new passion to destroy this construct that has deceived me for so long. You're right, the only glorious guest (quest?) left is beyond these walls. Clancy has exposed cracks that I am now ready to break open. We have to act fast, before the bishops have a chance to react. I aMM willing to take the risk and stand OOn the side of tRRuth.\n\nSahlo,\nJansen"
    },
    {
      "number": 5,
      "pieces": [
        "009",
        "010"
      ],
      "sender": "Nia",
      "recipient": "Leo",
      "decoded": "WEW",
      "text": "Dear Leo,\n\nI've noticed you in the square - the WWay you stare at the structures of our city, and even more, the way you trace invisible paths beneath the ground and up the towEErs. There are few engineers in Dema, and your skill and knowledge might be quite valuable to our movement. But only if you feel it -- an unshakable yearning that we must stop the oppression in this city, once and for all. I can only hope that this legend of Clancy has created a wonder in you. We need your help. Your knoWWledge of the hidden structures of this city could give us the upper hand in catching the bishops off-guard. Will you join us?\n\nBest,\nNia"
    },
    {
      "number": 6,
      "pieces": [
        "011",
        "L02",
        "012"
      ],
      "sender": "Leo",
      "recipient": "Nia",
      "decoded": "ILLBE",
      "text": "Dear Nia,\n\nI'm embarrassed. For the hours that drIIft off, following the city's hidden catacombs, it's never crossed my mind that someone would notice my absent-mindedness. It's true, I've memorized these paths, and followed them through this concrete facade more times than I could possibLLy count. It's an obsession, and I know them like the back of my hand. Because I, LLike the movement you speak of, dream of escape. I have several methods that I've played out, but even if I make it outside, the bishops will find me, no matter how deep in Trench I get, and take me back. Just like Clancy's message has assured us, destroying this vialistic system is the only help. Our enemy is not this structure, our enemy is their lies. I want to BBe part of what you arEE planning.\n\nUnited,\nLeo"
    },
    {
      "number": 7,
      "pieces": [
        "013",
        "L05",
        "014"
      ],
      "sender": "Sara",
      "recipient": "Fredrik",
      "decoded": "COME",
      "text": "Dear Fredrik,\n\nThe library must be a boring plaCCe - maybe the most boring part of our already dreadful concrete prison. But you don't seem like a librarian. You seem to have found a role in this city that allows you access to information and texts that most of us are unaware of. In fact, some of us have heard rumors of your stOOries, and our movement has become quite intrigured with your knowledge. There's more than they're telling us, we know that. We all theorize about the ancient Vialist texts, and wonder about how ancient they really are. We could use your knowledge. Your knowledge can help confirMM our suspicions, and inspire our quest to end the suffering of our people. We know they have lied to us, and you can prove it. PlEEase consider hearing our plan.\n\nWarmly,\nSara"
    },
    {
      "number": 8,
      "pieces": [
        "015",
        "016"
      ],
      "sender": "Fredrik",
      "recipient": "Sara",
      "decoded": "THEM",
      "text": "Dear Sara,\n\nI suppose I haven't hidden myself as well as I had hoped. Perhaps my arrogance at times has let my tongue slip in a conversation or TTwo -- and word has gotten around. It doesn't take too long here. Rumors seem to bounce off the circular walls quite rapidly, and here I am, already hearing my own echo. It's true - I know more tHHan they want me to. I've found more than I should have. I have read contraband documents that make it increasingly difficult to stay silent. In this new age of Clancy's uprising - his fight is sparking emotions that most of us have nevEEr felt. Rebellion is contagious. I want to be a part of it. Let's MMeet.\n\nIgnited,\nFredrik"
    },
    {
      "number": 9,
      "pieces": [
        "017",
        "018"
      ],
      "sender": "Barea",
      "recipient": "Rayana",
      "decoded": "ANDIF",
      "text": "Dear Rayana,\n\nYou're just a silhouette to me. But your dances hAAve become the moment that I look forward to most each day. Have you snuck a music box into your room or is there a song playing in your head? Your movements feel like peace to me, like you're translating freedom to this confined population. I want to hear what you're hearing. I often imagined my own soNNg that matches your movements, and someday I hope I can sing it to you.\n\nI have to confess; My admiration for you is not my only reason for writing. It's clear you have seen freeDDom. I know you've made it outside once or twice, and this seems to be how you tell your tale. There's so many of us that want to feel whatever you've felt - to know what weightlessness could possess someone to move as freely as you do. Clancy's audacIIty has awakened something in us all, and a soul as beautiful as yours must want to get out again. Maybe you want to get out once and for all. I would love to tell you our plan.\n\nChasing FFreedom,\nBarea"
    },
    {
      "number": 10,
      "pieces": [
        "019",
        "020"
      ],
      "sender": "Rayana",
      "recipient": "Barea",
      "decoded": "WEB",
      "text": "Dear Barea,\n\nThat's me. I've always thought of myself as a lighthouse, and less like a silhouette, but I'm sure my window looks more mysterious than that shoWW that I'm putting on in my head. A lighthouse, I suppose, that may only be a beacon of hope, not one of dry land. I have been out there, and it's beautiful. Terrifying at times, but beautiful. They've brought me back, but they can't take those beautiful moments away from me. I remember them evEEry night, and play them over and over in my head, dancing as if to retrace my steps on a new way out. I too have been a quiet ally of Clancy, and his initiative gives me hope that we could get out, and never be brought back. I want you all to feel what I felt out there. Let me help aid your plan in any way possible - there is BBeauty out there that we all need to see.\n\nThe silhouette,\nRayana"
    },
    {
      "number": 11,
      "pieces": [
        "021",
        "022"
      ],
      "sender": "Jirita",
      "recipient": "Kinton",
      "decoded": "ECOME",
      "text": "Dear Kinton,\n\nI was the girl that put the yEEllow flower in your front pocket as you stood guard. I think I saw a smirk. We notice you daily, and take wagers on what day you'll finally crack. But you stand at your post, solid as a statue, day after day. I must admit it bothered me at first. As I open my eyes more and more to the CCorruption of this system that keeps our spirits confined. I often feel a distaste for every institutional fixture that supports it. I've OOften viewed you as one of these fixtures. Hardened, and unable to feel the weightlessness of the death eaters. But recently, I've realized you're just like me. While I had been assigned to the Necropolis gardens, you've been assigned to your post. Still. Unwavering. MMy days in the garden are lighter than your days against concrete -- and I've felt compassion for you. So I picked the flower. I'm not sure if you know the significance of the hue, but if you do, I would love to discuss. Your strEEngth could be of great help to us.\n\nIn Bloom,\nJirita"
    },
    {
      "number": 12,
      "pieces": [
        "023",
        "024"
      ],
      "sender": "Kinton",
      "recipient": "Jirita",
      "decoded": "THEMWE",
      "text": "Dear Jirita,\n\nPretty name. Pretty flower. I wondered if we'd ever get to speak. It's not every day that a citizen 'decorates' me like you did, but I've certainly endured worse. I TThought I would be reprimanded, but then I rememebered they couldn't see it anyway. Jusr a lifeless weed in my pocket from tHHeir perspective. I wonder if they can even see the vibrance of their robes. I wonder if they even remEEmber what colors are. You were a great distraction that day. My bishop seemed more volatile than usual, and said that I had lost my dedication. There's some truth to that, because when no one's around, I'm only looking up -- tortured by the wonder of what the vultures see, as they pass in and out of the walls so freely. An arMMed guard, obsessed with trash dragons, he said. How did he even know I was looking? But I daydream of the other side of the wall, and when I saw the flower, I knew you must daydream too. The serendipitous nature of the moment I found quite amusing. But more importantly, the rebellious nature of this mysterious plan has me quite intrigured. I WWould love to know morEE.\n\nSmirking,\nKinton"
    },
    {
      "number": 13,
      "pieces": [
        "025",
        "026"
      ],
      "sender": "Karta",
      "recipient": "Pierre",
      "decoded": "MUST",
      "text": "Dear Pierre,\n\nYour blackened hands is a dead giveaway that your work is done below the towers. You get bread every seven days, and never saw a word, but the black hands that take the bread tell me everything I need to know about your day. You work in  death. Sorry - you work in Glory. But I know you work in an amazing eleMMent, with properties that fascinate most of us above the surface. The alchemy of it all seems fascinating and I woUUld love to learn more. Would you want to teach me? In fact, I'm part of a group that is quite curious, and if you're interested, you could even join us. I'm sure it's lonely down there - SSaddened by the gone, as you bend and twist their gravestones. I'm sure you see their faces, or remember your encounters with them. We all miss them, but you have to see them all off. I'm sure it feels wrong at times. I would love to talk about that too. We could meeTT in your district if you find a short leave. I can't wait to learn more.\n\nCurious,\nKarta"
    },
    {
      "number": 14,
      "pieces": [
        "027",
        "L06",
        "028"
      ],
      "sender": "Pierre",
      "recipient": "Karta",
      "decoded": "DO",
      "text": "Dear Karta,\n\nIf you only knew how long I spend washing my hands you woulDD know how embarrassed I am. They don't want anyone to know what we do down here. There were even laws written about what we inhale, and how deeply our skin gets stained. But you must be the baker -- the sleuth whOO found me out. You're right - it's an odd daily ritual down in this cellar. Manipulating fire and elements to craft a monument for the latest Glorious Gone. I can tell you that after this many years down here, the glory has indeed faded. It's only sadness. There was a time where I believed it was truth, but that time passed, and only stains remain. I want to teach you what I know. Even more, I want to teach you how I believe we can break the cycle.\n\nYours,\nPierre"
    },
    {
      "number": 15,
      "pieces": [
        "029",
        "030",
        "031"
      ],
      "sender": "TB",
      "recipient": "Clancy",
      "decoded": "BETTER",
      "text": "Dear Clancy,\n\nYou are what they said you were. I see the weathering on your face, and the journey you've BBeen on. Although we were away, I hope you now know that I've never left you. It's time, Clancy. They believe in the movEEment. They are ready for TThis oppression to end. They are ready to defeaTT this archaic rule once and for all. We can meet out in Trench at camp to lay out our plan. We will bring you evEErything you need. We have support from yellow and red now, and our militia is strong. No matter what, when that day comes, we will get you to the toweRR.\n\nCovering you,\nTB"
    }
  ]
}
