{
  "pieces": [
    {
      "number": "001",
      "clue": "WEM",
      "date": "2024-08-15",
      "location": "Ball Arena (Night 1) - Denver, CO",
      "text": "Dear Eliot,\n\nI am filled WWith trepidation, nervous that my instincts could be wrong. But I must admit that I see something in you. SomEEthing that doesn't exist in the other citizens of this lifeless construct. I've noticed the way you look at my art, like you see something deeper in it, something the others cannot see. It calls you -- and maybe that's because I'm screaming for commonality with every brush stroke. You are the only one seeing what I hope for soMMeone to see. My art, I hope, cries for freedom from these confines, and a whisper against the [...] forces of the bishops - a whisper [...]"
    },
    {
      "number": "002",
      "clue": "T",
      "date": "2024-08-21",
      "location": "Moda Center - Portland, OR",
      "text": "[...] oppressive [...] that has become [...] has been an inspiration [...] this art - I only hope [...] that you see the hues [...] hope that this fire you [...] join our cause. I think [...] we need you more TThan [...]"
    },
    {
      "number": "008",
      "clue": "MOR",
      "date": "2024-08-16",
      "location": "Ball Arena (Night 2) - Denver, CO",
      "text": "You're right, the only glorious guest (quest?) left is beyond these walls. Clancy has exposed cracks that I am now ready to break open. We have to act fast, before the bishops have a chance to react. I aMM willing to take the risk and stand OOn the side of tRRuth.\n\nSahlo,\nJansen"
    },
    {
      "number": "018",
      "clue": "DIF",
      "date": "2024-08-22",
      "location": "Climate Pledge Arena - Seattle, WA",
      "text": "I have to confess; My admiration for you is not my only reason for writing. It's clear you have seen freeDDom. I know you've made it outside once or twice, and this seems to be how you tell your tale. There's so many of us that want to feel whatever you've felt - to know what weightlessness could possess someone to move as freely as you do. Clancy's audacIIty has awakened something in us all, and a soul as beautiful as yours must want to get out again. Maybe you want to get out once and for all. I would love to tell you our plan.\n\nChasing FFreedom,\nBarea"
    },
    {
      "number": "027",
      "clue": "DO",
      "date": "2024-08-18",
      "location": "Delta Center - Salt Lake City, UT",
      "text": "Dear Karta, If you only knew how long I spend washing my hands you woulDD know how embarrassed I am. They don't want anyone to know what we do down here. There were even laws written about what we inhale, and how deeply our skin gets stained. But you must be the baker -- the sleuth whOO found me out. [...] right - it's an odd [...] cellar. Manipulating [...]"
    },
    {
      "number": "LT1",
      "clue": "US",
      "date": "2024-08-24",
      "location": "Oakland Arena - Oakland, CA",
      "text": "a scream. Clancy's bravery [...] to me, and has inspired [...] that I'm right to assUUme [...] that the others cannot. I [...] feel can motivate you to [...] you are one of uSS, and [...] ever. Will you join us?\n\nHoping,\nAria"
    },
    {
      "number": "015",
      "clue": "T",
      "date": "2024-08-25",
      "location": "Golden 1 Center - Sacramento, CA",
      "text": "Dear Sara,\n\nI suppose I haven't hidden myself as well as I had hoped. Perhaps my arrogance at times has let my tongue slip in a conversation or TTwo -- and word has gotten around. It doesn't take too long here. Rumors seem to bounce off the circular walls quite rapidly, and here I am, already hearing my own [...] they want me [...] I have [...] make it [...] this new [...]"
    },
    {
      "number": "012",
      "clue": "BE",
      "date": "2024-08-27",
      "location": "Intuit Dome (Night 1) - Inglewood, CA",
      "text": "[...] system is the only help. Our enemy is [...] this structure, our enemy is their lies. I want to BBe part of what you arEE planning.\n\nUnited,\nLeo"
    },
    {
      "number": "011",
      "clue": "I",
      "date": "2024-08-28",
      "location": "Intuit Dome (Night 2) - Inglewood, CA",
      "text": "Dear Nia,\n\nI'm embarrassed. For the hours that drIIft off, following the city's hidden catacombs, it's never crossed my mind that someone would notice my absent-mindedness. It's true, [...] these paths, and followed [...] concrete facade more times [...]"
    },
    {
      "number": "022",
      "clue": "ME",
      "date": "2024-08-30",
      "location": "Footprint Center - Phoenix, AZ",
      "text": "[...] open my [...] of this [...] I often [...] fixture [...] viewed you as one of these fixtures. Hardened, and unable to feel the weightlessness of the death eaters. But recently, I've realized you're just like me. While I had been assigned to the Necropolis gardens, you've been assigned to your post. Still. Unwavering. MMy days in the garden are lighter than your days against concrete -- and I've felt compassion for you. So I picked the flower. I'm not sure if you know the significance of the hue, but if you do, I would love to discuss. Your strEEngth could be of great help to us.\n\nIn Bloom,\nJirita"
    },
    {
      "number": "LT2",
      "clue": "LL",
      "date": "2024-08-31",
      "location": "MGM Grand Garden Arena - Las Vegas, NV",
      "text": "[...] I've memorized [...] then through this [...] than I could possibLLy count. It's an obsession, and I know them like the back of my hand. Because I, LLike the movement you speak of, dream of escape. I have several methods that I've played out, but even if I make it outside, the bishops will find me, no matter how deep in Trench I get, and take me back. Just like Clancy's message has assured us, destroying this vialistic [...] not [...]"
    },
    {
      "number": "003",
      "clue": "DE",
      "date": "2024-09-03",
      "location": "Moody Center - Austin, TX",
      "text": "Dear Aria,\n\nGuilty as chargeDD. I feel it too, and I do see the fire in your artwork. It caused me to detect a like-minded rebEEllion in you. It stirred something in me - a feeling that has been dormant for so long, that its re-emergence has invigorated me with newfound a tenacity -- a tenacity that I [...] I too have been [...] Finally there is [...] to lead us in [...]"
    }
  ],
  "letters": [
    {
      "number": 1,
      "pieces": [
        "001",
        "002",
        "LT1"
      ],
      "sender": "Aria",
      "recipient": "Eliot",
      "decoded": "WE MUST",
      "text": "Dear Eliot,\n\nI am filled WWith trepidation, nervous that my instincts could be wrong. But I must admit that I see something in you. SomEEthing that doesn't exist in the other citizens of this lifeless construct. I've noticed the way you look at my art, like you see something deeper in it, something the others do not see. It calls you -- and maybe that's because I'm screaming for commonality with every brush stroke. You are the only one seeing what I hope for soMMeone to see. My art, I hope, cries for freedom from these confines, and a whisper against the oppressive forces of the bishops - a whisper that has become a scream. Clancy's bravery has been an inspiration to me, and has inspired this art - I only hope that I'm right to assUUme that you see the hues that the others cannot. I hope that this fire you feel can motivate you to join our cause. I think you are one of uSS, and we need you more TThan ever. Will you join us?\n\nHoping,\nAria"
    },
    {
      "number": 2,
      "pieces": [
        "011",
        "012",
        "LT2"
      ],
      "sender": "Leo",
      "recipient": "Nia",
      "decoded": "ILL BE",
      "text": "Dear Nia,\n\nI'm embarrassed. For the hours that drIIft off, following the city's hidden catacombs, it's never crossed my mind that someone would notice my absent-mindedness. It's true, I've memorized these paths, and followed them through this concrete facade more times than I could possibLLy count. It's an obsession, and I know them like the back of my hand. Because I, LLike the movement you speak of, dream of escape. I have several methods that I've played out, but even if I make it outside, the bishops will find me, no matter how deep in Trench I get, and take me back. Just like Clancy's message has assured us, destroying this vialistic system is the only help. Our enemy is not this structure, our enemy is their lies. I want to BBe part of what you arEE planning.\n\nUnited,\nLeo"
    }
  ]
}
